chat_system_1631256125_actor_description=Technician Tregum. Dwarf-pilot.
chat_system_1631256125_snap_0_question=^?^Look, here's the thing... One of the last dirigibles that was flying here from Kordar didn't make it. It barely reached the coasts of Arlania when it crashed. I don't know what could have happened to it... Please, find the crashed dirigible and bring me its Black Box. I expect it will be easy to find - it looks like a big black box. It couldn't have been destroyed, that's for sure.<br>[reward]
chat_system_1631256125_snap_0_answer_0=^?^Ok, when I get there, I'll certainly find it. Where did you say it had fallen?
chat_system_1631256125_snap_1_question=^?^It crashed in Arlania, somewhere to the east of here.
chat_system_1631256125_snap_1_answer_0=^?^Ok. If I find it, I'll certainly bring you that box.
chat_system_1631256125_snap_2_question=^?^Hi, [player]. Did you find the fallen dirigible yet?
chat_system_1631256125_snap_2_answer_0=^?^No, I didn't find it yet.
chat_system_1631256125_snap_2_answer_1=^?^Yes, I found the debris and your box. Here it is. Do you know what's inside of it? It's so heavy... And it gurgles!
chat_system_1631256125_snap_3_question=^?^You ask me why it's gurgling? Aviation beer, of course, the best beer in the whole of Endoria! This beer is brewed specially for us pilots, and is packed in strong Black Boxes. We dwarves are not used to flight - it makes us sicker than the sea. But if you drink a glass of beer, the ship is being tossed to one side while you're swaying to another side, the ship is on the left - and you're already leaning to the right. So you don't even notice the tossing. Thank you!<br>[reward]
chat_system_1631256125_snap_3_answer_0=^?^Hmm, you dwarves are strange people... Ok, I'll drop in sometime to share a glass of beer with you.
